/* This instruction tells the user that a rectangle was not found in the specific frame */
" Snap! No Corners Found" = " Snap! No Corners Found";

/* Frames Per Second */
"%@ Frames Per Second" = "%@ Frames Per Second";

/* Number of frames in this video */
"%i count" = "%i count";

/* Frames per second */
"%ld FPS" = "%ld FPS";

/* Warning to the user that the video is too short */
"Add more frames" = "Add more frames";

/* Ask the user to set a title for the video */
"Add Title" = "Add Title";

/* Action button to cancel action or modal */
"cancel" = "cancel";

/* Explain that the save failed */
"Cannot save to the camera roll" = "Cannot save to the camera roll";

/* Telling the user that the frames are being processed to create a video */
"Compiling..." = "Compiling...";

/* Telling the user that the frame is being generated */
"creating frame" = "creating frame";

/* Action button to delete a piece of data */
"delete" = "delete";

/* Ask the user to confirm frame deletion */
"Delete this frame?" = "Delete this frame?";

/* Ask the user if she wants to delete this video */
"Delete this piece?" = "Delete this piece?";

/* Definition of short */
"Facebook does not allow uploading videos shorter than 1 second" = "Facebook does not allow uploading videos shorter than 1 second";

/* Tell the user that the video saving failed */
"Failed" = "Failed";

/* It tells the user which frame number she's on while taking a photo */
"frame %i" = "frame %i";

/* Ask the user if she wants to leave the screen without saving the changes she's made */
"Go back without saving?" = "Go back without saving?";

/* Display that the video doesn't have any title */
"No Title" = "No Title";

/* Action button to acknowledge what's been said */
"ok" = "ok";

/* Warning to the user that she did not grant this app a permission to post to her Facebook account */
"Permission not granted" = "Permission not granted";

/* Ask the user to change the privacy settings to permit camera use */
"Pieces doesn't have permission to use Camera, please change privacy settings" = "Pieces doesn't have permission to use Camera, please change privacy settings";

/* Ask the user to log in again */
"Please retry" = "Please retry";

/* Ask the user to retry at a later time */
"Please try again later." = "Please try again later.";

/* Instruction to sign in with Facebook */
"Sign in with Facebook" = "Sign in with Facebook";

/* Sign out button */
"sign out" = "sign out";

/* Alert message to the user that there was an error in connecting to Facebook */
"Something went wrong" = "Something went wrong";

/* Instruction to tell the user to tap anywhere on the screen to take a photo */
"tap anywhere" = "tap anywhere";

/* Title for all videos uploaded from Pieces */
"Uploaded from Pieces App" = "Uploaded from Pieces App";

/* Wording to assure the user that we do not post without their explicit permission */
"We don't post on behalf of you" = "We don't post on behalf of you";

/* Action word to confirm leaving without saving */
"yes" = "yes";

/* It explains to the user that her work will not be published to Facebook as she did not grant this app a permission */
"Your action will not be published to Facebook." = "Your action will not be published to Facebook.";

